package startKmet.lesson7;
//        1. вивести на екран в один рядок усі цифри, розділивши їх комою, але у останнього елементу не виводити кому
//
//        2. У вбивстві Кеннеді є 10 підозрюваних. Для кожного підозрюваного встановлено ймовірність того, що він був убивцею.
//        Всі ці ймовірності записані як масиву чисел. Написати функцію, яка й визначить номер підозрюваного, якого треба ув'язнити.
//
//        3. У вашій баскетбольній команді 10 людей. Бали гравців основного складу записані у парні комірки масиву,
//        а запасних гравців – у непарних. Написати функцію, яка знайде наскільки більше очок, заробив основний склад
//        по відношенню до запасних гравців.

import startKmet.lesson3.Random;

public class Practice7 {
    public static void main(String[] args) {


        int[] numbers = new int[10];
        for (int i = 0; i < numbers.length-1; i++) {
            numbers[i] = i;
            System.out.print(numbers[i] + ", ");
            }

        Random random = new Random();

        }
    }

